[
  {
    "title": "Strats Python Developer",
    "company": "London, UK",
    "location": "",
    "link": "https://pythonjobs.github.io/jobs/hbk-strats-developer.html",
    "summary": "Overview HBK is searching for a Python software developer to join our Strats team in London on a full-time basis. The Strats group works closely and primarily with investment professionals in all our offices to help..."
  },
  {
    "title": "Python Software Developer",
    "company": "Remote, UK-only",
    "location": "",
    "link": "https://pythonjobs.github.io/jobs/open-data-services-co-operative-python-software-developer.html",
    "summary": "We’re hiring a Python Software Developer to join our interdisciplinary team, working with data publishers and users. To find out more about this role and working at Open Data Services check out this twitter thread...."
  },
  {
    "title": "Senior Software Engineer, Back-End (Remote)",
    "company": "Galway, Ireland, Remote",
    "location": "",
    "link": "https://pythonjobs.github.io/jobs/oomnitza-back-end-sw-enginneer-irl-remote.html",
    "summary": "Oomnitza offers enterprise IT a unique solution to manage the entirety of the digital estate. Unlike our competitors, who deliver siloed solutions, Oomnitza offers granular control and orchestration across the..."
  },
  {
    "title": "Python Backend Engineer",
    "company": "Remote",
    "location": "",
    "link": "https://pythonjobs.github.io/jobs/bmat-python-backend-engineer.html",
    "summary": "What you’ll be doing In the Data team we want to have the most complete music metadata database in the world. As part of our team you will help in any stage: from integrating new sources, enhancing the entity..."
  },
  {
    "title": "Senior Backend Engineer",
    "company": "Remote",
    "location": "",
    "link": "https://pythonjobs.github.io/jobs/bmat-senior-backend-engineer.html",
    "summary": "What you’ll be doing BMAT is teaming up with a global music streaming service to revolutionize the way copyrights and royalties are handled in the online world. As we transition from discovery to an MVP phase, we’re..."
  }
]